---
kind: property
id: P:Autodesk.Revit.DB.Visual.Tile.TextureVRepeat
source: html/5a74bb7c-bc69-12f7-a9fc-4cb54d42a452.htm
---
# Autodesk.Revit.DB.Visual.Tile.TextureVRepeat Property

The property labeled "V Repeat" from the "Tile" schema.

## Syntax (C#)
```csharp
public static string TextureVRepeat { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".